[Character.CharClass_Pumpkinhead AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Pumpkinhead AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="He is the leader")

[Population.PawnBalance_Pumpkinhead_Run AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Jack Farrow")

[Skills.Skill_PumpkinKingpinRegen SkillDefinition]
SkillName="Save the evil pumpkin"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_PumpkinKingpinRegenHARD SkillDefinition]
SkillName="Jack Farrell recovered"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_PumplingGlow SkillDefinition]
SkillName="pumpkin glitter"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

